a52dec
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
arp-scan
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
audit
autoconf
automake
avahi
awesome-terminal-fonts
babl
base
bash
bc
binutils
bison
blas
bluez-libs
boost-libs
botan
box2d
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cbonsai
ccat
cdparanoia
celt
chromaprint
cifs-utils
ckan
clang
clucene
cmake
compiler-rt
confuse
containerd
coreutils
cowsay
cpio
cronie
cryptsetup
curl
dash
dashbinsh
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
diffutils
ding-libs
dkms
dmenu
dmraid
dnssec-anchors
docker
dosfstools
double-conversion
dtc
e2fsprogs
edk2-ovmf
egl-wayland
eglexternalplatform
elfutils
emacs
enchant
exiv2
expat
faad2
fakeroot
faudio
ffcall
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
fingerprint-gui
flac
flameshot
flex
fluidsynth
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gameconqueror
gawk
gc
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gettext
ghc
ghc-libs
ghc-static
ghostscript
giflib
gimp
girara
git
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gperf
gpgme
gpm
gptfdisk
gradle
graphene
graphite
graphviz
grep
groff
grpc
gsettings-desktop-schemas
gsfonts
gsm
gssproxy
gst-libav
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gts
guile
gvfs
gvim
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-alsa-core
haskell-alsa-mixer
haskell-annotated-wl-pprint
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-casa-client
haskell-casa-types
haskell-case-insensitive
haskell-cereal
haskell-clock
haskell-cmdargs
haskell-colour
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-cryptohash-sha256
haskell-cryptonite
haskell-cryptonite-conduit
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dbus
haskell-digest
haskell-distributive
haskell-dlist
haskell-easy-file
haskell-echo
haskell-ed25519
haskell-enclosed-exceptions
haskell-extensible-exceptions
haskell-extra
haskell-fast-logger
haskell-file-embed
haskell-filelock
haskell-filtrable
haskell-free
haskell-fsnotify
haskell-generic-deriving
haskell-ghc-bignum-orphans
haskell-githash
haskell-glob
haskell-hackage-security
haskell-hashable
haskell-hi-file-parser
haskell-hinotify
haskell-hourglass
haskell-hpack
haskell-http
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-download
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-infer-license
haskell-integer-logarithms
haskell-invariant
haskell-iproute
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-libyaml
haskell-lift-type
haskell-lifted-async
haskell-lifted-base
haskell-lukko
haskell-megaparsec
haskell-memory
haskell-microlens
haskell-microlens-mtl
haskell-microlens-th
haskell-mime-types
haskell-mintty
haskell-monad-control
haskell-monad-logger
haskell-monad-loops
haskell-mono-traversable
haskell-mustache
haskell-neat-interpolation
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-open-browser
haskell-optparse-applicative
haskell-optparse-generic
haskell-optparse-simple
haskell-pantry
haskell-parallel
haskell-parsec-numbers
haskell-parser-combinators
haskell-path
haskell-path-io
haskell-path-pieces
haskell-pem
haskell-persistent
haskell-persistent-sqlite
haskell-pretty-hex
haskell-primitive
haskell-profunctors
haskell-project-template
haskell-random
haskell-reflection
haskell-regex-applicative
haskell-regex-applicative-text
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-resource-pool
haskell-resourcet
haskell-retry
haskell-rio
haskell-rio-orphans
haskell-rio-prettyprint
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-setlocale
haskell-shelly
haskell-silently
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-stm-chans
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-system-filepath
haskell-tagged
haskell-tar
haskell-tar-conduit
haskell-temporary
haskell-text-metrics
haskell-th-abstraction
haskell-th-compat
haskell-th-expand-syns
haskell-th-lift
haskell-th-lift-instances
haskell-th-reify-many
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-unicode-data
haskell-unicode-transforms
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
htop
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jfsutils
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
jsoncpp
kauth
kbd
kcodecs
kconfig
kconfigwidgets
kcoreaddons
kdbusaddons
kde-gtk-config
kdecoration
keepassxc
keyutils
kguiaddons
ki18n
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kwidgetsaddons
l-smash
lame
lapack
latex-mk
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libtasn1
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb64
libblockdev
libbluray
libbpf
libbsd
libbytesize
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdrm
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfprint-1
libfreeaptx
libfreehand
libgcrypt
libgdiplus
libgexiv2
libglvnd
libgme
libgpg-error
libgtop
libgudev
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libksba
liblangtag
libldac
libldap
liblouis
liblqr
libluv
libmad
libmanette
libmatroska
libmd
libmfx
libmikmod
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmwaw
libmypaint
libnatpmp
libnet
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libscanmem
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigsegv
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libvirt
libvisio
libvisual
libvorbis
libvpx
libvterm01
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlrpc
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-lts
linux-lts-headers
llvm
llvm-libs
lm_sensors
lmdb
lpsolve
lsb-release
lsd
lsof
lua
lua52
lua53
luajit
lutris
lv2
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
md4c
mdadm
mesa
mesa-utils
metis
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mono-git
mono-msbuild
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mutt
mypaint-brushes1
nasm
ncurses
ncurses5-compat-libs
ndctl
neofetch
neon
neovim
neovim-plug
nerd-fonts-complete
net-tools
netpbm
nettle
nfs-utils
nfsidmap
nitrogen
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ntp
numactl
nvidia-dkms
nvidia-lts
nvidia-settings
nvidia-utils
openal
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
opus
orc
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
parted
patch
pavucontrol-qt
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pixman
pkgconf
plocate
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
ppp
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-jack
python
python-adblock
python-appdirs
python-argcomplete
python-chardet
python-colorama
python-distro
python-evdev
python-gobject
python-idna
python-jinja
python-lxml
python-markupsafe
python-more-itertools
python-ordered-set
python-packaging
python-pillow
python-protobuf
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-requests
python-setuptools
python-shtab
python-six
python-termcolor
python-urllib3
python-yaml
python2
qca-qt5
qemu
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
quazip-qt5
quota-tools
qutebrowser
raptor
rasqal
rav1e
re2
readline
redland
reflector
reiserfsprogs
rest
rhash
ripgrep
rpcbind
rsync
rtkit
rubberband
ruby2.7
run-parts
runc
sbc
scdoc
sdl
sdl2
sdl2_image
seabios
sed
semver
serd
shaderc
shadow
shared-mime-info
smbclient
snappy
sord
sound-theme-freedesktop
source-highlight
speex
speexdsp
spice
spirv-tools
sqlite
squashfs-tools
sratom
srt
stack
startup-notification
steam
sudo
suitesparse
svt-av1
sxiv
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tbb
tcl
tdb
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
tldr
tmux
tpm2-tss
tracker3
transmission-cli
transmission-gtk
tree
tree-sitter
tslib
ttf-liberation
ttf-menlo-powerline-git
ttf-ubuntu-font-family
twolame
tzdata
uchardet
udisks2
unibilium
unzip
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vagrant
valgrind
vde2
vi
vid.stab
vim-runtime
virglrenderer
vlc
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine
winetricks
woff2
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfconf
xfsprogs
xkeyboard-config
xmlsec
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yay
yubico-c
yubico-c-client
yubikey-personalization
zathura
zathura-pdf-poppler
zenity
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zxing-cpp
zziplib
